/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Avbryt";
"_upload_file_"             = "Ladda upp fil";
"_download_file_"           = "Ladda ned fil";
"_upload_encrypted_file_"   = "Ladda upp krypterad fil";
"_loading_"                 = "Laddar";
"_loading_num_"             = "Laddar fil %i";
"_loading_camera_upload_"   = "Automatisk uppladdning";
"_uploading_"               = "Uppladdning";
"_synchronization_"         = "Synkronisering";
"_delete_"                  = "Radera";
"_delete_file_n_"           = "Radera fil %i av %i";
"_rename_"                  = "Byt namn";
"_move_"                    = "Flytta";
"_move_file_n_"             = "Flyttar fil %i av %i";
"_create_folder_"           = "Skapa ny mapp";
"_creating_sharing_"        = "Skapar delning";
"_updating_sharing_"        = "Uppdaterar delning";
"_removing_sharing_"        = "Tar bort delning";
"_add_"                     = "Lägg till";
"_login_"                   = "Logga in";
"_save_"                    = "Spara";
"_save_encrypted_"          = "Spara krypterad";
"_warning_"                 = "Varning";
"_error_"                   = "Fel";
"_no_"                      = "Nej";
"_yes_"                     = "Ja";
"_select_"                  = "Välj";
"_crypto_cloud_upload_"     = "_brand_ - Ladda upp";
"_home_"                    = "Filer";
"_file_to_upload_"          = "Fil att ladda upp";
"_destination_"             = "Destination/Mål";
"_ok_"                      = "Ok";
"_beta_version_"            = "Beta version";
"_function_in_testing_"     = "Funktionen är i testläge, vänligen rapportera om några problem uppstår.";
"_done_"                    = "Klart";
"_passcode_too_short_"      = "Koden är för kort, minst 4 tecken krävs";
"_selected_"                = "Vald";
"_scan_fingerprint_"        = "Skanna fingeravtryck för att autentisera dig";
"_no_active_account_"       = "Inget konto hittat";
"_info_"                    = "Info";
"_save_exit_"               = "Vill du avbryta utan att spara?";
"_video_"                   = "Video";
"_overwrite_"               = "Skriv över";
"_transfers_in_queue_"      = "Överföring pågår, vänligen vänta ...";
"_too_errors_automatic_all_"= "För många fel, gå till Kontrollpanelen för att verifiera problemet";
"_create_folder_"           = "Skapa ny mapp";
"_close_"                   = "Close";
"_postpone_"                = "Postpone";
"_remove_"                  = "Remove";
"_file_not_found_"          = "File not found";

// App

"_synchronization_header_"  = "Synkronisering av krypterad titel pågår ...";
"_network_available_"       = "Nätverk tillgängligt";
"_network_not_available_"   = "Nätverk ej tillgängligt";

// Networking

"_file_too_big_"            = "Filen är för stor för vara krypterad/dekrypterad";
"_file_too_big_max_100_"    = "Filen är för stor (max 100 kb.)";
"_...loading..._"           = ".. laddar ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Filen kunde inte hittas, prova igen.";
"_file_already_exists_"     = "Begäran kunde inte genomföras, det finns redan en fil med samma namn";
"_read_file_error_"         = "Kan ej läsa filen";

// Settings

"_acknowledgements_"        = "Bekräftelse";
"_settings_"                = "Inställningar";
"_passcode_"                = "Lösenord";
"_lock_active_"             = "Lås: Aktivt";
"_lock_not_active_"         = "Lås: Ej aktivt";
"_lock_protection_folder_"  = "Lås endast skyddade mappar";
"_url_"                     = "URL";
"_username_"                = "Användarnamn";
"_change_credentials_"      = "Ändra dina uppgifter";
"_wifi_only_"               = "Använd endast WIFI";
"_uploading_from_camera_"   = "Automatisk uppladdning av kamerabilder";
"_app_version_"             = "App-version";
"_app_in_use_"              = "Appen används";
"_contact_by_email_"        = "Kontakta oss via e-post";
"_clear_cache_"             = "Rensa Cache (använt %@)";
"_clear_cache_no_size_"     = "Clear Cache";
"_exit_"                    = "Avsluta _brand_";
"_funct_not_enabled_"       = "Funktionen ej aktiverad";
"_passcode_activate_"       = "Lösenordslås Aktiverat";
"_disabling_passcode_"      = "Inaktivera Lösenords-lås";
"_want_exit_"               = "Hör upp! _brand_ kommer att nollställas. Vill du fortsätta? Inget kommer ändras på servern/i molnet.";
"_proceed_"                 = "Fortsätt";
"_delete_cache_"            = "Rensa cachen";
"_want_delete_cache_"       = "Do you want to delete cache (will also delete all local files and reset the file offline)?";
"_mail_deleted_"            = "E-post borttaget";
"_mail_saved_"              = "E-post sparad";
"_mail_sent_"               = "E-post skickades";
"_mail_failure_"            = "E-post skickades EJ: %@";
"_information_req_"         = "Informationsbegäran";
"_credentials_"             = "Uppgifter";
"_manage_account_"          = "Kontohantering";
"_modify_account_"          = "Redigera konto";
"_add_owncloud_"            = "Lägg till ownCloud-konto";
"_add_dropbox_"             = "Lägg till Dropbox-konto";
"_add_nextcloud_"           = "Lägg till Nextcloud-konto";
"_delete_account_"          = "Radera konto";
"_want_delete_"             = "Vill du verkligen radera kontot?";
"_no_delete_"               = "Nej, radera inte kontot";
"_yes_delete_"              = "Ja, radera kontot";
"_remove_cache_"            = "Vänligen vänta, rensar cachen ...";
"_optimizations_"           = "Optimeringar";
"_synchronizations_"        = "Synkroniseringsmappar";
"_version_server_"          = "Serverversion";
"_check_key_aes_256_"       = "Kontrollera krypteringsnyckel kod";
"_encryptpass_by_email_"    = "Skicka krypteringsnyckelns kod via E-post";
"_title_mail_encryptpass_"  = "Kod för krypteringsnyckel _brand_";
"_text1_mail_encryptpass_"  = "Koden till din krypteringsnyckel är";
"_text2_mail_encryptpass_"  = "Lagra det säkert och långt bortom snokande ögon.";
"_help_"                    = "Hjälp";
"_lock_protection_simply_"  = "Svagt lösenordsskydd";
"_change_simply_passcode_"  = "Byt lösenordstyp";
"_quota_"                   = "Quota";
"_available_"               = "tillgänglig";

// Manage Camera Upload

"_upload_camera_"           = "Ladda upp bilder/videos från kameran";
"_upload_camera_background_"= "Ladda upp bilder i bakgrunden";
"_upload_foto_camera_"      = "Ladda upp kamerabilder";
"_upload_encry_camup_"      = "Ladda upp krypterade filer";
"_upload_video_camera_"     = "Ladda upp kameravideos";
"_upload_automatic_photos_" = "Ladda automatiskt upp kamerabilder";
"_upload_automatic_videos_" = "Ladda automatiskt upp kameravideos";
"_photo_folder_photocamera_"= "Bilderna kommer laddas upp till mappen \"Bilder\" i ditt moln";
"_upload_automatic_videos_footer_"  = "På grund av CPU-användning så kan du endast ladda upp videos när _brand_ är öppnad.";
"_photo_folder_background_"         = "GPS krävs för att kunna känna av när nya foton tas med kameran när platsen varierar kraftigt.";
"_cameraupload_background_title_"   = "Begränsningar";
"_cameraupload_background_msg_"     = "På grund av begränsningar i iOS-enheter så måste GPS vara aktiverat för att automatiskt ladda upp nya bilder. Detta betyder att när telefonen tappar täckning då du rör dig mellan olika telefonmaster så vaknar upp _brand_ och kontrollerar om det finns några fler bilder att ladda upp till molnet.";
"_upload_camera_change_location_"   = "Byt mapp";
"_upload_camera_location_now_"      = "Mapp";
"_upload_camera_location_default_"  = "Återställ standarmappen";
"_upload_camera_change_location_footer_" = "Byt standardmapp för \"Automatisk uppladdning av kamerabilder\" (om denna funktion är aktiverad)";
"_camera_upload_not_select_home_"   = "Välj en mapp";
"_upload_camera_save_album_"        = "Kopiera bilder eller videos i mediabiblioteket";
"_upload_camera_save_album_footer_" = "Vid automatisk uppladdning av bilder eller videos, sparas en kopia  i mediabiblioteket: _brand_ (använder ej lagringskapaciteten på din enhet)";
"_upload_camera_fullphotos_"        = "Ladda upp alla kamerabilder/videos";
"_upload_camera_fullphotos_footer_" = "Välj bland ovanstående alternativ före uppladdning";
"_upload_camera_create_subfolder_" = "Använd undermappar";
"_upload_camera_create_subfolder_footer_" = "Spara i undermappar efter år och månader";

// Manage Photos

"_change_folder_photos_" = "Ändra Bildmapp";

// Manage Help

"_help_tutorial_"           = "Instruktion";
"_help_intro_"              = "Introduktion _brand_";
"_help_synchronizations_"   = "Synkroniseringsmappar";
"_help_share_"              = "Delar filer eller mappar";
"_help_itunes_share_"       = "iTunes fildelning & Fingeravtryck";
"_help_share_ext_"          = "Utökad delning & delningsbehörigheter";
"_help_copy_paste_"         = "Kopiera & Klistra in filer";
"_help_control_center_"     = "Kontrollpanelen";
"_help_switch_user_"        = "Växla snabbt mellan dina konton";

// Manage Optimizations

"_optimized_photos_"        = "Optimerad bildupplösning";
"_upload_del_photos_"       = "Radera filer efter uppladdning";
"_optimized_photos_how_"    = "Om det saknas lagringsutrymme på din iPhone så ersätts originalbilder med en optimerad version. Originalbilden med  sparas i molnet.";
"_upload_del_photos_how_"   = "Filerna kommer att tas bort från _brand_ minne när de har laddats upp till molnet. De kommer att finns kvar i kamerabiblioteket. Ladda ner dem för att se dem.";

// Manage Synchronizations [DISMISS]

"_sync_wifi_how_"           = "Filerna i synkroniseringsmapparna kommer endast uppdateras när du är ansluten till ett trådlöst nätverk.";
"_sync_active_"             = "Aktiva synkroniseringar av mappar";
"_sync_active_footer_"      = "Du kan dra/swipe för att radera en pågående synkronisering";

// Login

"_connect_server_anyway_"   = "Vill du ansluta till servern ändå?";
"_connection_error_"        = "Anslutningsfel";
"_add_your_owncloud_"       = "Lägg till ditt ownCloud-konto";
"_add_your_dropbox_"        = "Lägg till ditt Dropbox-konto";
"_add_your_nextcloud_"      = "Lägg till ditt Nextcloud-konto";
"_key_aes_256_"             = "Kod för krypteringssnyckel";

"_security_init_required_hint_" = "Förslag till kod för krypteringsnyckel (Rekommenderat)";
"_hint_"                        = "Förslag";
"_security_init_required_mail_" = "Skriv in din e-postadress dit du vill att lösenordet för krypteringsnyckeln ska skickas (rekommenderas). Om du inte vill eller kan göra detta nu kan det konfigureras senare i inställningar. ";
"_email_"                       = "E-post";
"_title_form_security_init_"    = "Säkerhetsinställningar";

// offline

"_favorites_"                   = "Favoriter";
"_offline_"                     = "Offline";
"_local_storage_"               = "Lokalt lagringsutrymme";
"_no_files_uploaded_"           = "Inga filer uppladdade";
"_tutorial_favorite_view_"      = "Kopiera hit filerna som du vill ha tillgängliga i offline. De kommer att synkroniseras med ditt moln.";
"_tutorial_offline_view_"       = "Copy here the files that should be available offline. They will be synchronized with your cloud.";
"_tutorial_local_view_"         = "Kopiera hit filerna som du vill ha tillgängliga offline men som inte längre ska synkroniseras till molnet.\n\nDu kommer att se dina o-paketerade filer från molnet.\n\nAnslut till iTunes för att dela dessa filer.";
"_more_"                        = "Mer";

// Camera Upload

"_pull_down_"                               = "Dra/swipe neråt för att uppdatera";
"_no_photo_load_"                           = "Ingen Bild eller Video";
"_tutorial_camera_upload_view_"             = "Inga bilder eller videos, för att aktivera automatisk uppladdning av bilder och videos från kamerabiblioteken gå till inställningar och aktivera \"Automatiskt uppladdning av kamerabilder\"";
"_no_date_"                                 = "Inget datum";
"_today_"                                   = "I dag";
"_time_"                                    = "Tid : %@\n\n%@";
"_location_not_enabled_"                    = "Platstjänst/GPS ej aktiverat";
"_location_not_enabled_msg_"                = "Gå till Inställningar på din enhet och aktivera Platstjänster/GPS för att kunna använda automatisk uppladdning av bilder/videos.";
"_access_photo_not_enabled_"                = "Saknar åtkomst till Bilder";
"_access_photo_not_enabled_msg_"            = "Gå till Inställningar på din enhet och ge åtkomst till Bilder för att kunna använda automatisk uppladdning av bilder/videos.";
"_access_photo_location_not_enabled_"       = "Saknar åtkomst till Bilder. Även Platstjänster/GPS är inaktiverad.";
"_access_photo_location_not_enabled_msg_"   = "Gå till Inställningar på din enhet och ge åtkomst till Bilder och aktivera Platstjänster/GPS för att kunna använda automatisk uppladdning av bilder/videos.";
"_processing_send_camera_upload_"           = "Laddar upp bild...";
"_select_only_localfile_"                   = "Filen är ännu inte nerladdad";
"_tutorial_photo_view_"                     = "Inga bilder eller videos hittades";
"_create_full_upload_"                      = "Skapa arkiv. Kan ta lång tid att genomföra, vänligen vänta...";
"_error_createsubfolders_upload_"           = "Fel när undermappar skapades";

// Template

"_title_"                       = "Titel";
"_web_account_data_"            = "Kontoinformation";
"_url:_"                        = "URL:";
"_login:_"                      = "Konto :";
"_password:_"                   = "Lösenord :";
"_notes_"                       = "Anteckningar";
"_web_account_"                 = "Konto";
"_enter_title_"                 = "Ange titel";
"_add_folder_"                  = "Skapa mapp";
"_add_photos_videos_"           = "Lägg till bilder eller videos";
"_add_folder_encryptated_"      = "Lägg till en mapp med krypterat namn";
"_add_encrypted_photo_video_"   = "Lägg till krypterade bilder eller videos";
"_add_credit_card_"             = "Lägg till en mall för kreditkort";
"_add_atm_"                     = "Lägg till en mall för bankkort";
"_add_bank_account_"            = "Lägg till en mall för bankkonto";
"_add_web_account_"             = "Lägg till konto";
"_add_notes_"                   = "Skapa anteckning";
"_add_driving_license_"         = "Lägg till mall för körkort";
"_add_id_card_"                 = "Lägg till mall för id-kort";
"_add_passport_"                = "Lägg till mall för pass";
"_add_atm_card_"                = "Bankkortsinformation";
"_bank_name:_"                  = "Bankens namn :";
"_code:_"                       = "Kod :";
"_security_code:_"              = "Säkerhetskod :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "Bankkort";
"_credi_card_data_"             = "Kreditkortsinformation";
"_name_surname:_"               = "Förnamn & Efternamn :";
"_expiry_date:_"                = "Utgångsdatum :";
"_credit_card_"                 = "Kreditkort";
"_id_card_"                     = "ID-kort";
"_number:_"                     = "Nummer :";
"_place_of_birth:_"             = "Födelseort :";
"_date_of_birth:_"              = "Födelsedatum :";
"_date_of_issue:_"              = "Utfärdsdatum :";
"_date_of_expiry:_"             = "Utgångsdatum :";
"_bank_account_data_"           = "Bankkontoinformation";
"_account_n:_"                  = "Kontonamn. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Avdelning :";
"_bank_account_"                = "Bankkonto";
"_passport_"                    = "Pass";
"_driving_license_"             = "Körkort";
"_license_number:_"             = "Körkortsnummer :";
"_vehicle_types:_"              = "Fordonsklasser :";

// Utility

"_never_"                       = "aldrig";
"_less_a_minute_"               = "mindre än en minut sedan";
"_minutes_ago_"                 = "%d minuter sedan";
"_hours_ago_"                   = "%d timmar sedan";
"_days_ago_"                    = "%d dagar sedan";
"_over_30_days_"                = "över 30 dagar";
"_connection_internet_offline_" = "Det verkar som om att det saknas nätverksanslutning eller så krävs det wifi-anslutning.";
"_insert_password_"             = "ange lösenord";
"_update_in_progress_"          = "Uppgraderar, vänligen vänta...";
"_forbidden_characters_"        = "Filen eller mappens namn innehåller ett otillåtet tecken";
"_mail_not_can_send_mail_"      = "Fel e-postadress eller så har du inte lagt till något konto";

// File

"_photo_camera_"                = "Bilder";
"_unzip_in_progress_"           = "Packar upp i lokalt lagringsutrymme...";
"_file_unpacked_"               = "Filen packades upp på lokalt lagringsutrymme";
"_file_saved_local_"            = "Filen sparades på lokalt lagringsutrymme.";
"_file_not_present_"            = "Fel, ingen fil hittades. Ladda om sidan.";
"_order_by_date_"               = "Sortera efter datum";
"_current_order_name_"          = "(sorterar efter namn)";
"_order_by_name_"               = "Sortera efter namn";
"_current_order_date_"          = "(sorterar efter datum)";
"_sort_descending_"             = "Sortera fallande";
"_current_sort_ascending_"      = "(sorterar stigande)";
"_sort_ascending_"              = "Sortera stigande";
"_current_sort_descending_"     = "(sorterar stigande)";
"_delete_selected_files_"       = "Radera filer";
"_move_selected_files_"         = "Flytta filer";
"_encrypted_selected_files_"    = "Krypterade filer";
"_decrypted_selected_files_"    = "Okrypterade filer";
"_download_selected_files_"     = "Ladda ned filer";
"_error_passcode_"              = "Fel kod för krypteringsnyckel.";
"_error_operation_canc_"        = "Fel, begäran avbruten.";
"_only_lock_passcode_"          = "Endast tillgänglig med Lösenords-lås aktiverat. Kan aktiveras i inställningar.";
"_passcode_protection_"         = "Lösenordsskydd";
"_encrypt_"                     = "Kryptera";
"_decrypt_"                     = "Ta bort kryptering";
"_remove_favorites_"            = "Ta bort från favoriter";
"_remove_offline_"              = "Ta bort från offline";
"_add_favorites_"               = "Lägg till i favoriter";
"_add_offline_"                 = "Lägg till som offline";
"_remove_passcode_"             = "Ta bort lösenordsskydd";
"_protect_passcode_"            = "Skydda med lösenord";
"_share_"                       = "Dela";
"_reload_"                      = "Ladda om/Uppdatera";
"_open_in_"                     = "Öppna i...";
"_add_local_"                   = "Lägg till i lokalt lagringsutrymme";
"_comm_erro_pull_down_"         = "Kommunikationen med servern misslyckades. Dra neråt för att uppdatera.";
"_file_not_downloaded_"         = "filen ej nedladdad";
"_file_not_uploaded_"           = "filen ej uppladdad";
"_folders_"                     = "mappar";
"_folder_"                      = "mapp";
"_files_"                       = "filer";
"_file_"                        = "fil";
"_folder_blocked_"              = "Mappen blockerad";
"_downloading_progress_"        = "Påbörjar nedladdning av filer...";
"_encrypted_progress_"          = "Krypterad...";
"_decrypted_progress_"          = "Okrypterad...";
"_no_file_pull_down_"           = "Inga filer kunde hittas. Ladda upp en fil eller dra ner för att uppdatera.";
"_browse_images_"               = "Visa bilder";
"_synchronized_folder_"         = "Behåll mappen synkroniserad";
"_remove_synchronized_folder_"  = "Ta bort synkronisering";
"_synchronized_confirm_"        = "När du aktiverar synkronisering så kommer alla filer och mappar att synkroniseras med molnet. Vill du fortsätta?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronized with the server, continue?";
"_same_device_different_passcode_"  = "Filen var krypterad på samma enhet men med ett annat lösenord. Kom ihåg att om det gamla lösenordet är angivet kommer inte filer krypterade med det nya lösenordet att kunna läsas.";
"_file_encrypted_another_device_"   = "Filen var krypterad på en annan enhet [%@], skriv in lösenordet för att dekryptera dess innehåll.";
"_file_not_found_reload_"       = "Filen kunde inte hittas. Dra ner för att uppdatera.";
"_title_section_download_"      = "Ladda Ned";
"_title_section_upload_"        = "Ladda Upp";
"_group_alphabetic_yes_"        = "✓ Gruppera efter alfabetisk ordning";
"_group_alphabetic_no_"         = "Gruppera efter alfabetisk ordning";
"_group_typefile_yes_"          = "✓ Gruppera efter filtyp";
"_group_typefile_no_"           = "Gruppera efter filtyp";
"_group_date_yes_"              = "✓ Gruppera efter datum";
"_group_date_no_"               = "Gruppera efter datum";
"_element_"                     = "faktor";
"_elements_"                    = "faktorer";
"_tite_footer_upload_wwan_"     = "Wifi-nätverk krävs, %lu %@ för att ladda upp";
"_tite_footer_upload_"          = "%lu %@ för att ladda upp";
"_tite_footer_download_wwan_"   = "Wifi-nätverk krävs, %lu %@ för att ladda ned";
"_tite_footer_download_"        = "%lu %@ för att ladda ned";
"_limited_dimension_"           = "Maxstorleken nådd";
"_same_device_different_passcode_hint_" = "ilen krypterades av samma enhet men med olika lösenord till krypteringsnyckeln. Tänkt på att om det gamla lösenordet anges så kommer filer som krypterats med det nya lösenordet inte vara läsbara.\n\nFörslag : %@";
"_file_encrypted_another_device_hint_" = "Filen krypterades av en annan enhet [%@], ange lösenordet för krypteringsnyckeln för att läsa innehållet.\n\n Förslag : %@";
"_save_selected_files_"         = "Spara bilder och videoklipp i Fotoalbum";
"_file_not_saved_cameraroll_"   = "Fel, fil sparades inte i Fotoalbum";
"_file_saved_cameraroll_"       = "Filen sparad i Fotoalbum";
"_directory_on_top_yes_"        = "✓ Mappar längst upp";
"_directory_on_top_no_"         = "Mappar längst upp";
"_folder_automatic_upload_"     = "Folder for Automatic upload";

"audio"                         = "LJUD";
"compress"                      = "KOMPRIMERA";
"directory"                     = "MAPPAR";
"document"                      = "DOKUMENT";
"image"                         = "BILDER";
"template"                      = "MALLAR";
"unknow"                        = "OKÄND";
"video"                         = "VIDEO";

"_Device_Jailbroken_"           = "Varning! Din enhet är \"jailbreakad\", proceduren __brand__ verkar inte helt kompatibel !!";
"_no_plist_pull_down_"          = "Krypterade filer inte uppdaterade, svep neråt för att uppdatera";
"_file_del_only_local_"         = "Filerna kunde inte hittas i molnet";

"_copy_file_"                   = "Kopiera fil";
"_copy_files_"                  = "Kopiera filer";
"_paste_file_"                  = "Klistra in fil";
"_paste_file_encrypted_"        = "Klistra in krypterad fil";
"_paste_files_"                 = "Klistra in filer";
"_paste_files_encrypted_"       = "Klistra in krypterade filer";
"_paste_cryptated_"             = "Klistra in krypterad fil";

"_search_this_folder_"          = "This folder";
"_search_all_folders_"          = "All folders";

// Security

"_reload_folder_"               = "Uppdatera mappen";
"_encrypt_error_"               = "Under kryptering av filen %@ inträffade ett fel. [%@]";
"_decrypt_error_"               = "Under dekryptering av filen %@ inträffade ett fel. [%@]";
"_encryption_"                  = "Krypterar...";
"_decryption_"                  = "Tar bort kryptering...";

// CoreData

"_required_new_database_"       = "Ledsen för besväret, men för nya förbättringar det krävs en ny version av databasen, vänligen ange ditt användarnamn.";

// Files Preview

"_insert_password_pfd_"         = "Skyddad PDF. Ange lösenord";
"_password_pdf_error_"          = "Fel lösenord";
"_error_download_photobrowser_" = "Fel, gick inte att ladda ned bilden";

// Share

"_share_link_"                  = "Dela länk";
"_share_link_button_"           = "Skicka länk till...";
"_password_"                    = "Lösenord";
"_share_password_"              = "Lösenordsskyddad länk";
"_share_expirationdate_"        = "Sätt utgångsdatum för länken";
"_date_"                        = "Datum";
"_share_title_"                 = "Dela";
"_add_sharee_"                  = "Lägg till användare eller grupper";
"_add_sharee_footer_"           = "Du kan dela denna resurs genom att lägga till användare eller grupper. För att ta bort en resurs, ta bort alla användare och grupper.";
"_find_sharee_title_"           = "Sök";
"_find_sharee_"                 = "Sök användare eller grupp...";
"_find_sharee_footer_"          = "Ange en del av namnet på den användare eller grupp som ska genomsökas (minst 2 tecken) följt av \"Enter\". Välj de användare som har tillgång delningen därefter tryck \"Klar\" för att bekräfta.";
"_user_is_group_"               = " (grupp)";
"_direct_sharee_title_"         = "Dela";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Ange användarnamn...";
"_user_sharee_footer_"          = "Tryck för att ändra behörigheter";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "User";
"_share_type_group_"            = "Group";
"_share_type_remote_"           = "Remote";

// Share Permission

"_share_permission_title_"          = "Behörigheter";
"_share_permission_edit_"           = "Kan redigera";
"_share_permission_file_can_write_" = "Kan skriva fil";
"_share_permission_create_"         = "Kan skapa";
"_share_permission_create_file_"    = "Kan skapa filer";
"_share_permission_create_folder_"  = "Kan skapa mappar";
"_share_permission_change_"         = "Kan ändra";
"_share_permission_delete_"         = "Kan ta bort";
"_share_permission_share_"          = "Kan dela";
"_share_permission_rename_"         = "Kan byta namn";
"_share_permission_move_"           = "Kan flytta";
"_share_permission_info_"           = "Delningsinformation";
"_share_permission_path_"           = "Fil/Mapp";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Användare";
"_share_permission_typegroup_"      = "Grupp";
"_share_permission_typepubliclink_" = "Länk";
"_share_permission_typefederated_"  = "Federerad";
"_share_permission_owner_"          = "Ägare";
"_share_permission_date_"           = "Datum";
"_share_permission_email_"          = "Notis via e-post";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Delad med dig";
"_type_resource_external_"          = "Extern lagring";

// Share Ext

"_destiny_folder_"                  = "Mapp : %@";

// List Transfers

"_no_transfer_"                     = "Ingen överföring";

// Offline

"_create_synchronization_"          = "Skapa synkronisering";

// Create Cloud

"_upload_photos_videos_"            = "Ladda upp bilder och videos";
"_upload_file_"                     = "Ladda upp fil";
"_upload_encrypted_mode"            = "Ladda upp i krypterat läge";
"_upload_template_"                 = "Ladda upp en mall";
"_upload_plain_mode"                = "Ladda upp i normalt läge";

// Document Picker

"_save_document_picker_"            = "Spara här";

// CreateFormUploadAssets

"_destination_folder_"              = "Destinationsmapp";
"_use_folder_photos_"               = "Använd mappen Photos som destinationsmapp";
"_rename_filename_"                 = "Ändra filnamn";
"_filename_"                        = "Filnamn";
"_preview_filename_"                = "Example preview file name";
"_forbidden_characters_"            = "Filen eller mappens namn innehåller ett otillåtet tecken";

// Notification

"_notification_"                    = "Notification";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Klar";
"Select Photos"                 = "Välj Bilder";
"photo"                         = "bild";
"photos"                        = "bilder";
"of"                            = "av";

"%i of %i"                      = "%1$i av %2$i";
